# CubicFeetPerMinuteSquareFoot Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CubicFeetPerMinuteSquareFoot Property
UnitTypeId Class See Also
---
Cubic feet per minute square foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CubicFeetPerMinuteSquareFoot { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CubicFeetPerMinuteSquareFoot As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CubicFeetPerMinuteSquareFoot {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace